research/visualization_methods/outputs/Advanced Tutorial__test_model2/test_model2.mmd
graph TD
  Normal["Normal"]
  i["i"]
  mean["mean"]
  precision["precision"]
  s["s"]
  y["y"]
  Normal --> s
  Normal --> y
  i --> s
  i --> y
  mean --> s
  mean --> y
  precision --> s
  precision --> y
  s --> s
  s --> y
